{
  "active": true,
  "title": "Estimateur Senior en carrelage de céramique",
  "location": "St-Hubert",
  "apply_email": "daniel@groupedmr.com",
  "summary": "\n\n\n\n\nEstimateur senior en construction (spécialisation en\ncarrelage de céramique, un atout)\n\n\n\n\n\nNotre\nmission est de vous offrir un environnement de travail complet, doté de tous\nles outils nécessaires pour rendre vos tâches simples et agréables.\n\nNous\nvous proposons de réelles possibilités de croissance et d’avancement au sein\nd’une équipe dynamique cumulant plus de 35 ans d’expérience.\n\nNous\nvous accompagnons dans votre développement grâce à des formations adaptées,\nlorsque nécessaire.\n\nNous\navançons ensemble, en harmonie, afin d’atteindre des objectifs clairs,\nmesurables et partagés. Possibilité d’évolution et belles perspectives d’avenir dans une\nentreprise pas comme les autres, en pleine croissance, constituée d’une équipe\nà haut standard et qui voit grand.\n\n\n\nVotre mission sera de contribuer aux activités d'estimation de coûts pour des\nprojets de construction commerciaux, institutionnels, industriels et\ndéveloppement immobilier. Plus spécifiquement liés à la fourniture et à\nl’installation de carrelage en céramique.\n\n\n\n\n\nDescriptif du poste\n\n· Récolter et fournir de l'information auprès de différentes parties\nconcernées.\n\n· Réaliser l’estimation des quantités et analyser les coûts liés aux matériaux\net main-d’œuvre nécessaires.\n\n· Valider la conformité des soumissions en vue de produire des contrats.\n\n· Effectuer la lecture et l'analyse des plans et devis.\n\n· Assister le département des achats dans les processus d'appels d'offre, en\neffectuant la préparation de différents documents, bâtis selon les normes\ngraphiques établies.\n\n· Élaborer les demandes d'appels d'offre, en faisant l'étude approfondie des\nplans et devis soumis par les clients.\n\n· Effectuer la revue de l'étendue des travaux et les relevés de quantités.\n\n· Participer à la réception des prix des sous-traitants, et à la fermeture des\nsoumissions de projets avec les responsables désignés.\n\n· Assister les chargés de projets afin de rassembler toute la documentation\nayant servi à la soumission, et y ajouter les détails manquants.\n\n\n\n\n\nExigences\n\n· Minimum de 3 à 5 ans d'expérience dans le domaine de la construction.\n\n· Diplôme d'études collégiales en architecture, technologie du bâtiment ou une\nformation équivalente en estimation.\n\n\n\n\n\nProfil recherché\n\n· Excellente capacité à travailler en équipe et à collaborer avec différents départements.\n\n· Sens de l’organisation, autonomie et rigueur dans l’exécution des tâches.\n\n· Bilinguisme (anglais & français) à l’oral et à l’écrit.\n\n· Bonne gestion du stress sous pressions. Aptitude de gestions de plusieurs projets/soumissions\nsimultanément. Nous utilisons les logiciels PlanSwift, Excel et Word.\n\nNotre\nprocessus est volontairement simple, tout en conservant un contrôle rigoureux\nsans automatisation excessive, afin de bien maîtriser chaque projet et de\npouvoir répondre précisément aux questions des clients.\n\nUn\nestimateur senior est disponible pour vous accompagner, répondre à vos\nquestions et assurer une formation complète ainsi qu’une mise en route bien\nencadrée.\n\nUn\ndirecteur peut également réviser votre soumission avant son envoi.\n\nEnfin,\nnos chargés de projet, expérimentés sur le terrain, sont disponibles pour\nrépondre à vos questions techniques et vous aider à optimiser la qualité de vos\nsoumissions.\n\nUn objectif annuel vous sera attribué.\n\nConditions de l’emploi\n\nType de contrat : Phase de 3 mois d’approbation (évaluation mutuelle de la\ncharge de travail et des attentes).\n\nType d’emploi : temps plein.\n\nSalaire : salaire compétitif a discuté.\n\nStatut : Temps Plein\n\nLieu du poste : En présentiel, bureaux situés à Longueuil\n\n \n\nSi vous\nvous sentez pour ce nouveau challenge, contactez-nous :-Merci d’envoyer votre\nCV et votre Lettre de Motivation \n\nNotre\nraison d’être est d’accompagner nos clients du début à la fin de leurs projets,\nen leur offrant tranquillité d’esprit et un niveau de satisfaction répondant aux\nplus hauts standards.\n\nNotre\nvision est d’avoir un impact positif et durable sur la vie de nos clients à\ntravers toute la province, puis d’étendre cette influence à d’autres régions."
}
